[
	{
		"work_type": "Job market paper",
		"id": 1,
		"title": "Networks and Business Cycles",
		"year": 2020, 
		"authors": [
			{
				"name": "Wu Zhu"
			},
			{
				"name":"Yucheng Yang"
			}
		], 
		"citation_url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3718826",
		"abstract":"The speed at which the US economy has recovered from different recessions varies greatly, ranging from months to years. An important question is what drives this slow recovery process. Put differently, what links the short-term business cycles and the long-term growth trend? In this paper, we argue, theoretically and empirically, that the underlying network of knowledge flow on technology and its interactions with production networks and cross-sectional shocks explains the large variations in the speed of recovery across recessions in U.S. <br><br>Theoretically, we develop a dynamic general equilibrium incorporating two networks – production network where firms are linked through input-output, and innovation network where firms are linked through technology. We examine how cross-sectional shocks interact with these networks.  In general, we show that these interactions allow us to decompose the effects of shocks, even idiosyncratic shocks, on future growth into several components. Each component includes its persistence and amplification. The persistence can be fully captured by the eigenvalue distribution of the adjacency matrix for the innovation network. When the innovation network is low rank (i.e., the leading eigenvalue is much larger than the rest), the direction of the current cross-sectional shock will reveal useful information on the economy’s future recovery process. Furthermore, when the leading eigenvalue is large enough, the impact of the shock would become extremely persistent. <br><br>The amplification can be fully captured by two sufficient statistics - the correlation between the centrality in innovation network and shocks, and the correlation between centralities in innovation and production networks. The slow recovery occurs when the amplification on the persistent component increases sharply.<br><br>To evaluate the importance of the channel, we construct a new and comprehensive patent dataset of U.S back to 1911 – patent issuance, transaction, and citation, and the production network back to 1950. We first document a set of new stylized facts in U.S. First, the innovation network is very stable and takes a low rank structure; Second, the structure of the innovation network is special such that the effect of the shock becomes very persistent and significantly amplified when sectors in the center of the innovation network are severely hit. Finally, there is a large variation in the sectors’ exposure to adversarial shocks across recessions in U.S. ",
		"slides":"/assets/others/Job-Market-Talk.pdf",
		"code":"/assets/others/jmp-code.zip",
        "latest":"/assets/others/Job Market Paper - Networks and Business Cycles - 20201108.pdf"
	},
	{
		"work_type": "Innovation network",
		"id": 2,
		"title": "Innovation Networks, Linking Complexity, and Cross Predictability",
		"year": 2020, 
		"authors": [
			{
				"name": "Wu Zhu"
			}
		],
		"status": "Finalist of best paper in investment (FMA 2020).",
		"citation_url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3512490",
		"abstract": "This paper provides evidence that network complexity limits investors' ability to process non-local information, through the lens of return cross predictability. Using firm-to-firm citation networks, we find that the non-local indirectly-linked firms can well predict the return of the focal firm, while the predictability of the local directly-linked firms is weak. A long-short strategy using the indirect links yields a risk-adjusted monthly alpha of 198 (164) basis points with equal (value) weights. We further find that: (i) the indirect citation links are much more complex than direct ones; (ii) the magnitude of cross predictability increases with the degree of link complexity; (iii) institutional investors don't adjust their positions in a stock with complex links, but in one with simple links immediately; (iv) firms with more complex links receive more public attention, are much larger in size, and exhibit less idiosyncratic volatility than those with simple links; (v) there is little role of the usual proxies for limited investor attention and arbitrage cost in explaining our anomalies, once controlling for the linking complexity; (vi) there are no differences in expected returns of stocks with various link complexity.",
		"talks":[{"time":"2020-10-06","meeting":"FMA 2020","place":"New York"},
				{"time":"2020-03-27","meeting":"NSF 6th Annual Conference for Network Science Chicago Booth","place":"U Chicago Booth"}],
		"code": "/assets/others/code.zip"
	},
	{
		"work_type": "Equity holding network",
		"id": 3,
		"title": "Tiered Intermediation in Business Group and the Targeted SME Support",
		"year": 2019, 
		"authors": [
			{
				"name": "Yu Shi"
			},
			{
				"name": "Robert Townsend"
			},
			{
				"name": "Wu Zhu"
			}
		],
		"status": "Under review. Finalist of best Ph.D. paper (MFA).",
		"citation_url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3405978",
		"abstract": "Using business registry data from China, we show that internal capital markets in business groups can play the role of financial intermediary and propagate corporate share- holders’ credit supply shocks to their subsidiaries. An average of 16.7% local bank credit growth where corporate shareholders are located would increase subsidiaries investment by 1% of their tangible fixed asset value, which accounts for 71% (7%) of the median (average) investment rate among these firms. We argue that equity exchanges is one channel through which corporate shareholders transmit bank credit supply shocks to the subsidiaries and provide evidence to support the channel.",
		"talks":[{"time":"2020-08-06","meeting":"MFA 2020","place":"Chicago"},
				{"time":"2020-03-27","meeting":"NSF 6th Annual Conference for Network Science","place":"U Chicago Booth"},{"time":"2020-01-05","meeting":"AEA 2020","place":"San Diego"},{"time":"2020-04-05","meeting":"MFR 2020","place":"IMF"},{"time":"2019-06-05","meeting":"Asian Econometric Meeting","place":"Xiamen"}],
		"slides":"/assets/others/rob-shi-zhu.pdf"},
	{
		"work_type": "Equity holding network",
		"id": 4,
		"title": "The Network Effects of Agency Conflicts",
		"year": 2019, 
		"authors": [
			{
				"name": "Rakesh Vohra"
			},
			{
				"name":"Yiqing Xing"
			},
			{
				"name":"Wu Zhu"
			}
		],
		"status": "Under review",
		"citation_url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3556298",
		"abstract": "It is customary to focus on the network of interdependencies between firms to understand how and whether a shock to one firm will propagate to others. This paper argues that agency conflicts at the firm-level and not just the network structure, play a crucial role in amplifying or muting the propagation of exogenous shocks. If firms can take investment decisions in response to an exogenous shock, whether their choices amplify or mute the propagation of the shock will depend on the nature of the agency conflict. When agents in our model are subject to default costs or limited liability, they make investment choices that serve to mitigate the spread of an initial shock. In the face of interest conflicts or moral hazard, however, shocks are amplified by firm-level investment choices. <br><br>The presence of these agency conflicts counters the role of network structure in the propagation of shocks. For example, prior work argues that denser or more integrated networks facilitate the propagation of shocks. We show that in the presence of interest conflicts, this effect can be reversed. Under some conditions, the aggregate effect of an idiosyncratic shock via propagation does not diminish. This suggests a potentially important role that corporate governance plays in macro fluctuations.",
	"talks":[{"time":"2020-03-27","meeting":"NSF 6th Annual Conference for Network 	Science","place":"U Chicago Booth"}],
	"slides":"/assets/others/rak_xing_zhu.pdf"},
	{
		"work_type": "Equity holding network",
		"id": 5,
		"title": "Ownership Networks and Firm Growth: What do Five Million Companies Tell About Chinese Economy",
		"year": 2019, 
		"authors": [
			{
				"name": "Frankline Allen"
			},
			{
				"name":"Junhui Cai"
			},
			{
				"name":"Xian Gu"
			},
			{
				"name":"QJ Jun Qian"
			},
			{
				"name":"Linda Zhao"
			},
			{
				"name":"Wu Zhu"
			}
		],
		"citation_url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3465126",
		"abstract": "The finance-growth nexus has been a central question in interpreting the unprecedented success of Chinese economy. This paper employs an equity ownership network, reflecting the firm-to-firm equity investment relationship, of all the registered firms in China and shows that the network has been expanding rapidly since 2000s, with five million firms being in network by 2017. We find that entering the network and increase in network centrality, both globally and locally, are associated with higher future firm growth. Such effect of network position tends to be more pronounced for high productivity firms and non-state-owned enterprises (non-SOEs). The massive Stimulus Plan, launched by Chinese government in November 2008, crowds out the effect of equity capital. Taken together, our analysis suggests that equity ownership network and bank credit tend to act as substitutes for SOEs, while as complements for non-SOEs in promoting growth.",
		"talks":[{"time":"2021-01-06","meeting":"AFA 2021","place":"Chicago"},
				{"time":"2020-12-06","meeting":"NBER Chinese Economy Meeting","place":"Virtual"},
				{"time":"2020-08-06","meeting":"MFA 2020","place":"Chicago"},{"time":"2020-10-06","meeting":"FMA 2020","place":"New York"},
				{"time":"2020-03-21","meeting":"NSF 6th Annual Conference for Network Science","place":"Chicago"}],
       		"slides":"/assets/others/ownership-growth-china.pdf"
	},
	{
		"work_type": "Innovation network",
		"id": 6,
		"title": "Networks,Long-Run Risk,and Asset Pricing",
		"year": 2020, 
		"authors": [
			{
				"name":"Wu Zhu"
			}
		],
		"citation_url": " ",
		"abstract": "This paper proposes a networked economy incorporating innovation network, production network, and cross-sectional technology shock with E-Z preference. We, theoretically and empirically, argue that the low-rank structure of the innovation network and the sectoral distribution of the technology shock provide a channel to yield a small but persistent component in the expected consumption growth – the long run risk in the consumption growth. This endogenized persistent component yields a very large time-varying variation in the stochastic discount factor and can well explain several puzzles of the financial market – equity premium puzzle, the risk-free rate, and the market return volatility. Besides the explanation of the theory on the puzzles at the aggregate level, we further explore the cross-sectional asset pricing implications of the networked economy.",
	},
	{
		"work_type": "Equity holding network",
		"id": 7,
		"title": "State-Owned-Enterprises in China Revisited",
		"year": 2020, 
		"authors": [
			{
				"name":"Junhui Cai"
			},
			{
				"name":"Xian Gu"
			},
			{
				"name":"Linda Zhao"
			},
			{
				"name":"Wu Zhu"
			}
		],
		"citation_url": " ",
		"abstract": "In this paper, we revisit the state sector and its role in Chinese economy. We propose a revised measure of Chinese SOEs (and partial SOEs) based on the firm-to-firm equity investment relationships. We are the first to identify all SOEs among over 40 millions of all Chinese registered firms. Our revised measure captures a significant larger number of SOEs than the existing measure. The aggregated capital of all (partial) SOEs has climbed up to 85%, and the total state capital in all SOEs has increased to 31%, both over total capital in the economy by 2017. The state ownership  shows parallel trends of decentralization (authoritarian hierarchy) and indirect control (ownership hierarchy) over time. Using the revised measure, we find mixed ownership is associated with higher firm growth and performance; while hierarchical distance to governments is associated with better firm performance but lower growth. Drawing a stark distinction between SOEs and privately-owned enterprises (POEs) could lead to misperceptions of the role of state ownership in Chinese",
		"slides":"/assets/others/Slides_SOE_in_China.pdf"
	},
	{
		"work_type": "Machine learning",
		"id": 8,
		"title": "Semi-Supervised Learning in Network Data",
		"year": 2020, 
		"authors": [
			{
				"name": "Junhui Cai"
			},
			{
				"name":"Dan Yang"
			},
			{
				"name":"HaiPeng Shen"
			},
			{
				"name":"Linda Zhao"
			},
			{
				"name":"Wu Zhu"
			}		],
		"citation_url": " ",
		"abstract": "Directed networks are ubiquitous in our lives and play a crucial role in information trans- mission. The network position, usually captured by centrality, affects individual’s decision making and thus provides information for inference and prediction. In many cases, network data is costly to collect and has insurmountable measure errors, which will compromise the centrality estimation and consequently the prediction. We propose a supervised network centrality estimation and prediction (SuperCENT) model that in- corporates centrality in the outcome regression model. The proposed method provides a superior estimate of centrality but also superior estimation and prediction in the outcome regression. Furthermore, the asymptotic properties for both centrality and parameters of interest are derived, followed by their confidence intervals. The model is also endowed with prominent economic implications as in numerous empirical network literature. We illustrate our method via a real data example of inferring the performance of Chinese firms with a complete equity holding network.",
		"talks":[{"time":"2021-08-07","meeting":"JSM 2021(American Statistical Association)","place":"Seattle"}],
	},
	{
		"work_type": "Machine learning",
		"id": 8,
		"title": "Deep Learning in Dynamic Networks and Forecasting",
		"year": 2020, 
		"authors": [
			{
				"name": "Junhui Cai"
			},
			{
				"name":"Linda Zhao"
			},
			{
				"name":"Wu Zhu"
			}
		],
		"citation_url": " ",
		"abstract": "In reality, firms are usually linked through various relationship – customer-suppliers, geographical overlapping, technology flow, equity-holding, business overlapping etc. There are two things worth mentioning. First, the links usually dynamically change. Second, the links are usually partially observable either due to the high collection cost or sizable measurement errors. In this paper, we model the latent networks as state variable which evolves over time, each period the state variables will be updated based on its value of the last periods, the latest partially observable counterparts, and the stock returns. We incorporate this process into a Reinforcement Learning with super high dimension of state variables, and significant boost the cross-predictability.",
	},
	{
		"work_type": "Machine learning",
		"id": 9,
		"title": "Identifying Underlying Linkage and Cross-Momentum",
		"year": 2020, 
		"authors": [
			{
				"name": "Junhui Cai"
			},
			{
				"name":"Linda Zhao"
			},
			{
				"name":"Wu Zhu"
			}
		],
		"citation_url": " ",
		"abstract": ""
	}
]